simulations/unorganized/small_timestep_smallgrid/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet
    {
        type            patch;
        nFaces          130;
        startFace       72190;
    }
    outlet
    {
        type            patch;
        nFaces          130;
        startFace       72320;
    }
    airfoil
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          400;
        startFace       72450;
    }
    top
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          280;
        startFace       72850;
    }
    bottom
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          280;
        startFace       73130;
    }
    defaultFaces
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          72800;
        startFace       73410;
    }
)

// ************************************************************************* //
